[
  {
    "id": 1,
    "estate_title": "Cozy Family Home",
    "segment_name": "Residential",
    "description": "This beautiful family home is nestled in a quiet neighborhood, offering a perfect retreat from the hustle and bustle of city life. With spacious interiors and a charming backyard, it's an ideal setting for family gatherings and relaxation. The home features three bedrooms, two bathrooms, and a welcoming living room where you can unwind after a long day. Whether you're enjoying a cozy night in by the fireplace or hosting friends in the backyard, this home offers comfort and tranquility. Explore the possibilities of family living in this cozy abode.",
    "price": "$500,000",
    "status": "sale",
    "area": "2,500 sq ft",
    "location": "City Suburb",
    "facilities": [
      "3 Bedrooms",
      "2 Bathrooms",
      "Spacious Living Room",
      "Backyard"
    ],
    "image": "./imgs/1.jpg",
    "view_property_button": "View Property",
    "rating": 4.5,
    "total_ratings": 10
  },
  {
    "id": 2,
    "estate_title": "Modern Apartment",
    "segment_name": "Residential",
    "description": "Experience the epitome of urban living in this sleek and stylish apartment located in the heart of downtown. Offering breathtaking city views and contemporary amenities, this modern apartment is designed for comfort and convenience. With one bedroom, one bathroom, a private balcony, and access to a fitness center, it's perfect for individuals seeking a vibrant urban lifestyle. Whether you're relaxing on the balcony or exploring the nearby entertainment options, this apartment offers the ultimate urban retreat.",
    "price": "$2,000/month",
    "status": "rent",
    "area": "1,200 sq ft",
    "location": "Downtown",
    "facilities": ["1 Bedroom", "1 Bathroom", "Balcony", "Fitness Center"],
    "image": "./imgs/2.jpg",
    "view_property_button": "View Property",
    "rating": 4.2,
    "total_ratings": 8
  },
  {
    "id": 3,
    "estate_title": "Spacious Villa",
    "segment_name": "Residential",
    "description": "Indulge in luxury living with this spacious villa boasting stunning ocean views in a tranquil coastal area. This luxurious retreat offers four bedrooms, three bathrooms, a private swimming pool, and lush gardens, providing the perfect blend of comfort and elegance. Whether you're lounging by the poolside or entertaining guests in the expansive living spaces, this villa offers a lifestyle of sophistication and relaxation. Experience the ultimate coastal living experience in this exquisite villa overlooking the shimmering ocean.",
    "price": "$1,200,000",
    "status": "sale",
    "area": "5,000 sq ft",
    "location": "Coastal Area",
    "facilities": ["4 Bedrooms", "3 Bathrooms", "Swimming Pool", "Garden"],
    "image": "./imgs/3.jpg",
    "view_property_button": "View Property",
    "rating": 4.8,
    "total_ratings": 15
  },
  {
    "id": 4,
    "estate_title": "Charming Cottage",
    "segment_name": "Residential",
    "description": "Escape to the countryside with this charming cottage nestled amidst scenic rural surroundings. Featuring two bedrooms, one bathroom, a cozy fireplace, and a spacious yard, this cottage exudes warmth and character. Whether you're enjoying a quiet evening by the fire or exploring the expansive outdoors, this cottage offers a peaceful retreat from the hustle and bustle of city life. Embrace the charm of country living in this idyllic cottage surrounded by nature's beauty.",
    "price": "$300,000",
    "status": "sale",
    "area": "1,800 sq ft",
    "location": "Rural Setting",
    "facilities": ["2 Bedrooms", "1 Bathroom", "Fireplace", "Large Yard"],
    "image": "./imgs/4.jpg",
    "view_property_button": "View Property",
    "rating": 4.0,
    "total_ratings": 5
  },
  {
    "id": 5,
    "estate_title": "Lakefront Retreat",
    "segment_name": "Residential",
    "description": "Immerse yourself in serenity with this lakefront retreat offering breathtaking views of the tranquil waters. This stunning property features three bedrooms, two bathrooms, a private boat dock, and a spacious deck, providing the perfect setting for lakeside living. Whether you're enjoying water activities on the lake or simply relaxing on the deck, this retreat offers endless opportunities for recreation and relaxation. Experience the beauty of lakeside living in this peaceful retreat nestled amidst nature's splendor.",
    "price": "$800,000",
    "status": "sale",
    "area": "3,200 sq ft",
    "location": "Lakeside",
    "facilities": ["3 Bedrooms", "2 Bathrooms", "Boat Dock", "Deck"],
    "image": "./imgs/5.jpg",
    "view_property_button": "View Property",
    "rating": 4.7,
    "total_ratings": 20
  },
  {
    "id": 6,
    "estate_title": "Urban Loft",
    "segment_name": "Residential",
    "description": "Experience urban sophistication in this chic loft located in the vibrant city center. With two bedrooms, two bathrooms, exposed brick walls, and a rooftop terrace, this loft offers a unique blend of modern design and industrial charm. Whether you're entertaining guests in the spacious living area or enjoying panoramic city views from the rooftop terrace, this loft is sure to impress. Live life in style in this contemporary urban retreat.",
    "price": "$700,000",
    "status": "sale",
    "area": "2,000 sq ft",
    "location": "City Center",
    "facilities": [
      "2 Bedrooms",
      "2 Bathrooms",
      "Exposed Brick",
      "Rooftop Terrace"
    ],
    "image": "./imgs/6.jpg",
    "view_property_button": "View Property",
    "rating": 4.3,
    "total_ratings": 12
  },
  {
    "id": 7,
    "estate_title": "Mountain View Chalet",
    "segment_name": "Residential",
    "description": "Escape to the mountains with this cozy chalet boasting breathtaking views of the surrounding peaks. This charming retreat features three bedrooms, two bathrooms, a rustic fireplace, and convenient ski storage, offering the perfect blend of comfort and alpine charm. Whether you're cozying up by the fire or hitting the slopes just steps away, this chalet offers an idyllic mountain getaway for all seasons. Experience the magic of mountain living in this picturesque chalet.",
    "price": "$600,000",
    "status": "sale",
    "area": "2,500 sq ft",
    "location": "Mountain Resort",
    "facilities": ["3 Bedrooms", "2 Bathrooms", "Fireplace", "Ski Storage"],
    "image": "./imgs/7.jpg",
    "view_property_button": "View Property",
    "rating": 4.9,
    "total_ratings": 18
  },
  {
    "id": 8,
    "estate_title": "Beachfront Bungalow",
    "segment_name": "Residential",
    "description": "Embrace coastal living in this charming bungalow situated just steps away from the sandy shores. With two bedrooms, one bathroom, an ocean-view deck, and a lush garden, this beachfront retreat offers the perfect blend of relaxation and recreation. Whether you're soaking up the sun on the deck or taking a leisurely stroll along the shoreline, this bungalow offers an idyllic coastal escape. Live the beach life in this serene bungalow by the sea.",
    "price": "$400,000",
    "status": "sale",
    "area": "1,500 sq ft",
    "location": "Seaside",
    "facilities": ["2 Bedrooms", "1 Bathroom", "Ocean View Deck", "Garden"],
    "image": "./imgs/8.jpg",
    "view_property_button": "View Property",
    "rating": 4.1,
    "total_ratings": 7
  },
  {
    "id": 9,
    "estate_title": "Country Estate",
    "segment_name": "Residential",
    "description": "Escape to the countryside with this grand estate nestled amidst picturesque rural landscapes. This exquisite property features five bedrooms, four bathrooms, a private swimming pool, and a charming guest house, offering the ultimate retreat for luxury living. Whether you're hosting gatherings in the expansive living spaces or enjoying peaceful moments in the sprawling gardens, this estate provides a sanctuary of elegance and tranquility. Experience the epitome of country living in this majestic estate.",
    "price": "$1,500,000",
    "status": "sale",
    "area": "6,000 sq ft",
    "location": "Rural Area",
    "facilities": ["5 Bedrooms", "4 Bathrooms", "Swimming Pool", "Guest House"],
    "image": "./imgs/9.jpg",
    "view_property_button": "View Property",
    "rating": 4.6,
    "total_ratings": 25
  }
]
